#油漆工默认密码
PAINT_WORKER_INITIAL_PASSWORD = "123456"

PAINT_HOME_ARTICLE = 55269 #首面三篇带图的文章
API_SHIGONG_GONGYI = 55261 #施工工艺
HOME_FOCUS_IMG = 55262 #首页焦点图
HOME_EDITOR_CHOICE = 55264 #首页编辑推荐
PAINT_HOME_CASE = 55302 #首面6篇案例
PAINT_HOME_DIARIES = 55303
PAINT_HOME_ARTICLE_MQQ = 55304 #首页-木器漆-文章列表
PAINT_HOME_ARTICLE_QMQ = 55306 #首页-墙面漆-文章列表

PAINT_KEYWORDS_HOME = "油漆施工,油漆施工注意些什么,油漆工艺,油漆施工工艺,油漆施工工艺流程,家具油漆工艺,多乐士,油漆工"
PAINT_DESCRIPTION_HOME = "油漆施工频道倡导“三分涂料七分涂装”油漆施工理念，为业主介绍经过严格油漆施工培训和指导的油漆工。同时，用户可了解最新最全的油漆施工工艺、查找优秀的油漆施工案例、阅读网友分享的装修日记，并可在线申请成为会员。我们也联合品牌厂商为广大油工提供专业培训的机会"

PAINT_KEYWORDS_1 = "油漆工,油漆工价格,油漆工操作规程,招聘油漆工,油漆工具,油漆施工,多乐士,油漆工艺"
PAINT_DESCRIPTION_1 = "只要填妥表格，经过审核后，您就可以成为我们的油漆工会员了。成为我们的油漆工会员后您将获得手机链油漆工会员卡一张，油漆工会员手册一本。油漆工会员可以发布自己案例，可以欣赏其他油漆工精彩案例，网友更可以找到合适的油漆工。"

PAINT_KEYWORDS_2 = "1家1服务,油漆施工,油漆工艺,油漆施工工艺,家易涂,多乐士家易涂,多乐士家易涂怎么样,加盟多乐士家易涂,多乐士"
PAINT_DESCRIPTION_2 = "油漆是个半成品，良好的售后服务至关重要。1家1服务中心提供的是整体服务流程，而不是单纯的售后服务；1家1服务是时时保持特色服务；1家1服务是严格进行服务质量监控的；1家1服务是真正使消费者在消费过程中“只有享乐，没有烦恼”的服务。"

PAINT_KEYWORDS_3 = "油漆工,油漆工价格,油漆工操作规程,招聘油漆工,油漆工具,油漆施工,多乐士,油漆,油漆工艺"
PAINT_DESCRIPTION_3 = "好的油漆还需要好油漆工施工，如果没有合格的油漆工施工，好油漆的优势是无法体现的。您可以在和家网找到经过大品牌厂家培训认证并有行业认可的油漆工师傅资料，可以从中挑选满意的油漆工师傅，进行网络在线或者电话在线预订。和家网提供经过品牌厂家培训认证的合格的油漆工服务。"

PAINT_KEYWORDS_4 = "油漆施工,油漆施工注意些什么,油漆工艺,油漆施工工艺,油漆施工工艺流程,家具油漆工艺,多乐士,油漆工"
PAINT_DESCRIPTION_4 = "油漆施工帮助中心，为从未体验过在线申请认证油漆工的消费者详细解答疑难问题，包括进行油漆施工的油漆工认证证书的真伪鉴别、油漆工的可信度和提供油漆施工的油漆工的联系方式等，让你选择无负担。"

PAINT_KEYWORDS_5 = "油漆施工,油漆施工注意些什么,油漆工艺,油漆施工工艺,油漆施工工艺流程,家具油漆工艺,多乐士,油漆"
PAINT_DESCRIPTION_5 = "油漆施工资讯板块指引消费者挑选合适的用于油漆施工墙面漆、木器漆。油漆施工资讯板块网罗好的油漆产品、优美油漆施工装修效果图，以及专业详尽的油漆施工产品测评，足不出户便可掌握实用的油漆选购信息。"

PAINT_KEYWORDS_6 = "油漆工,油漆工价格,油漆工操作规程,招聘油漆工,油漆工具,油漆施工,油漆工艺,多乐士,油漆"
PAINT_DESCRIPTION_6 = "消费者知道除了价格合理之外，更看重油漆工是否持有油漆工上岗证书。对于油漆他们认品牌，对于施工证书他们也认品牌。我们建立了一套完善的油漆工师傅培训体系，采用系统油漆工培训与动态油漆工培训相结合的哑铃式培训油漆工模式，同时油漆工培训认证上岗后，也为认证会员提供更多的工作机会。"


