ZHUANGXIU_DIANPING_INDEX_PROMOTED = {
  'shanghai' => {
    '导航下文字链' => 54729,
    '网友家居秀' => 55156,
    '通告栏' => 55157,
    '热点案例' => 55158,
    '最新更新' => 55159,
    '更多案例' => 55160,
    '装修优惠券' => 54920,
    '专访' => 54733,
    '专题' => 54735,
    '今日最热网友点评' => 55205,
    '本地资讯' => 55272,
    '8万以下最热日记' => 55273,
    '8-15万最热日记' => 55274,
    '15万以上最热日记' => 55275,
    '促销活动' => 54920,
    '在建工地' => 55276,
    '设计理念' => 55277,
    '热搜' =>  54008,
    '热搜固定' => 54730,
    '排行榜' => 55070
  },
  'ningbo' => {
    '导航下文字链' => 54747,
    '网友家居秀' => 55162,
    '通告栏' => 55166,
    '热点案例' => 55170,
    '最新更新' => 55174,
    '更多案例' => 55179,
    '装修优惠券' => 54779,
    '专访' => 55091,
    '专题' => 54743,
    '本地资讯' => 55283,
    '8万以下最热日记' => 55278,
    '8-15万最热日记' => 55279,
    '15万以上最热日记' => 55280,
    '促销活动' => 54779,
    '在建工地' => 55281,
    '设计理念' => 55282,
    '热搜' =>  54917,
    '8万以下公司TOP10' => 55116, #为了和别的城市调用统一,特写成8W以下,对应宁波6万以下 ，
    '8-15万公司TOP10' => 55117, #同上,对应宁波6—10万  
    '15-30万公司TOP10' => 55118, #同上,对应宁波10万—15万
    '8-15万以下推广的公司' => 55326, #同上,对应宁波6—10万
    #以下4个为宁波排行榜4列
    '别墅' => 55341,
    '工装' => 55342,
    '设计' => 55343,
    '宁波十大装饰公司' =>55344,
  },
      
  'hangzhou' => {
    '导航下文字链' => 54738,
    '网友家居秀' => 55161,
    '通告栏' => 55165,
    '热点案例' => 55169,
    '最新更新' => 55173,
    '更多案例' => 55178,
    '装修优惠券' => 54777,
    '专访' => 54741,
    '专题' => 54742,
    '本地资讯' => 55284 ,
    '8万以下最热日记' => 55285,
    '8-15万最热日记' => 55286,
    '15万以上最热日记' => 55287,
    '促销活动' => 54777,
    '在建工地' => 55288,
    '设计理念' => 55289 ,
    '热搜' => 54916,
    '8万以下公司TOP10' => 55334,
    '8-15万公司TOP10' => 55333,
    '15-30万公司TOP10' => 55335
  },
      
  'suzhou' => {
    '导航下文字链' => 54748,
    '网友家居秀' => 55164,
    '通告栏' => 55168,
    '热点案例' => 55172,
    '最新更新' => 55176,
    '更多案例' => 55181,
    '装修优惠券' => 54781,
    '专访' => 54752,
    '专题' => 54753,
    '本地资讯' => 55290  ,
    '8万以下最热日记' => 55291,
    '8-15万最热日记' => 55292,
    '15万以上最热日记' => 55301,
    '促销活动' => 54781,
    '在建工地' => 55293,
    '设计理念' => 55294,
    '热搜' => 54919, 
    '8万以下公司TOP10' => 55206,
    '8-15万公司TOP10' => 55207,
    '15-30万公司TOP10' => 55208,
    '8万以下推广的公司' => 55325
  },
      
  'wuxi' => {
    '导航下文字链' => 54754,
    '网友家居秀' => 55163,
    '通告栏' => 55167,
    '热点案例' => 55171,
    '最新更新' => 55175,
    '更多案例' => 55177,
    '装修优惠券' => 54780,
    '专访' => 54757,
    '专题' => 54750,
    '本地资讯' => 55295,
    '8万以下最热日记' => 55296,
    '8-15万最热日记' => 55297,
    '15万以上最热日记' => 55298,
    '促销活动' => 54780,
    '在建工地' => 55299,
    '设计理念' => 55300,
    '热搜' => 54918,
    '8万以下公司TOP10' => 55336,
    '8-15万公司TOP10' => 55338,
    '15-30万公司TOP10' => 55337
  },
  'wuhan' => {
    '8万以下公司TOP10' => 55376,
    '8-15万公司TOP10' => 55379,
    '15-30万公司TOP10' => 55382
  },
  'nanjing' => {
    '8万以下公司TOP10' => 55377,
    '8-15万公司TOP10' => 55380,
    '15-30万公司TOP10' => 55383
  }
}

#新版点评首页API
NEW_DIANPING_HOME_API = {
  'shanghai' => {
    '在建工地' => 55276,
    '热搜' =>  54008,
    '装修公司谈装潢' =>54730,
    '网友装修经历' =>{'8万以下' =>55273,'8-15万' =>55274,'15万以上' =>55275},
    '案例灵感' =>55156,
    '和家专访' =>54731,
    '资讯' =>54920,
    '专题' =>55272
  },
  'ningbo' => {
    '在建工地' => 55281,
    '热搜' =>  54917,
    '装修公司谈装潢' =>55355,
    '网友装修经历' =>{'8万以下' =>55278,'8-15万' =>55279,'15万以上' =>55280},
    '案例灵感' =>55363,
    '和家专访' =>55356,
    '资讯' =>55283,
    '专题' =>55282
  },
  'hangzhou' => {
    '在建工地' => 55288,
    '热搜' => 54916,
    '装修公司谈装潢' =>55357,
    '网友装修经历' =>{'8万以下' =>55285,'8-15万' =>55286,'15万以上' =>55287},
    '案例灵感' =>55364,
    '和家专访' =>55358,
    '资讯' =>55284,
    '专题' =>55289
  },
  'suzhou' => {
    '在建工地' => 55293,
    '热搜' => 54919,
    '装修公司谈装潢' =>55361,
    '网友装修经历' =>{'8万以下' =>55291,'8-15万' =>55292,'15万以上' =>55301},
    '案例灵感' =>55365,
    '和家专访' =>55362,
    '资讯' =>55290,
    '专题' =>55294
  },
  'wuxi' => {
    '在建工地' => 55299,
    '热搜' => 54918,
    '装修公司谈装潢' =>55359,
    '网友装修经历' =>{'8万以下' =>55296,'8-15万' =>55297,'15万以上' =>55298},
    '案例灵感' =>55366,
    '和家专访' =>55360,
    '资讯' =>55295,
    '专题' =>55300
  },
  'wuhan' => {
    '在建工地' => 55370,
    '热搜' => 55398,
    '装修公司谈装潢' =>55367,
    '网友装修经历' =>{'8万以下' =>55376,'8-15万' =>55379,'15万以上' =>55382},
    '案例灵感' =>55394,
    '和家专访' =>55385,
    '资讯' =>55388,
    '专题' =>55391
  },
  'nanjing' => {
    '在建工地' => 55371,
    '热搜' => 55399,
    '装修公司谈装潢' =>55368,
    '网友装修经历' =>{'8万以下' =>55377,'8-15万' =>55380,'15万以上' =>55383},
    '案例灵感' =>55395,
    '和家专访' =>55386,
    '资讯' =>55389,
    '专题' =>55392
  },
  'qingdao' => {
    '在建工地' => 55372,
    '热搜' => 55400,
    '装修公司谈装潢' =>55369,
    '网友装修经历' =>{'8万以下' =>55378,'8-15万' =>55381,'15万以上' =>55384},
    '案例灵感' =>55397,
    '和家专访' =>55387,
    '资讯' =>55390,
    '专题' =>55393
  },
  'changsha' => {
    '在建工地' => 55414,
    '热搜' => 55408,
    '装修公司谈装潢' =>55411,
    '网友装修经历' =>{'8万以下' =>55417,'8-15万' =>55420,'15万以上' =>55423},
    '案例灵感' =>55435,
    '和家专访' =>55426,
    '资讯' =>55431,
    '专题' =>55433
  },
  'hefei' => {
    '在建工地' => 55415,
    '热搜' => 55409,
    '装修公司谈装潢' =>55412,
    '网友装修经历' =>{'8万以下' =>55418,'8-15万' =>55421,'15万以上' =>55424},
    '案例灵感' =>55436,
    '和家专访' =>55427,
    '资讯' =>55428,
    '专题' =>55429
  },
  'zhengzhou' => {
    '在建工地' => 55416,
    '热搜' => 55410,
    '装修公司谈装潢' =>55413,
    '网友装修经历' =>{'8万以下' =>55419,'8-15万' =>55422,'15万以上' =>55425},
    '案例灵感' =>55437,
    '和家专访' =>55430,
    '资讯' =>55432,
    '专题' =>55434
  },
  'beijing' => {
    '在建工地' => 55444,
    '热搜' => 55442,
    '装修公司谈装潢' =>55443,
    '网友装修经历' =>{'8万以下' =>55445,'8-15万' =>55446,'15万以上' =>55447},
    '案例灵感' =>55451,
    '和家专访' =>55448,
    '资讯' =>55449,
    '专题' =>55450
  },
  'guangzhou' => {
    '在建工地' => 55463,
    '热搜' => 55453,
    '装修公司谈装潢' =>55458,
    '网友装修经历' =>{'8万以下' =>55469,'8-15万' =>55473,'15万以上' =>55479},
    '案例灵感' =>55498,
    '和家专访' =>55483,
    '资讯' =>55488,
    '专题' =>55493
  },
  'shenzhen' => {
    '在建工地' => 55462,
    '热搜' => 55452,
    '装修公司谈装潢' =>55457,
    '网友装修经历' =>{'8万以下' =>55468,'8-15万' =>55472,'15万以上' =>55477},
    '案例灵感' =>55497,
    '和家专访' =>55478,
    '资讯' =>55487,
    '专题' =>55492
  },
  'haikou' => {
    '在建工地' => 55466,
    '热搜' => 55455,
    '装修公司谈装潢' =>55460,
    '网友装修经历' =>{'8万以下' =>55470,'8-15万' =>55475,'15万以上' =>55481},
    '案例灵感' =>55500,
    '和家专访' =>55485,
    '资讯' =>55490,
    '专题' =>55495
  },
  'xiamen' => {
    '在建工地' => 55467,
    '热搜' => 55456,
    '装修公司谈装潢' =>55461,
    '网友装修经历' =>{'8万以下' =>55471,'8-15万' =>55476,'15万以上' =>55482},
    '案例灵感' =>55502,
    '和家专访' =>55486,
    '资讯' =>55491,
    '专题' =>55496
  },
  'chengdu' => {
    '在建工地' => 55464,
    '热搜' => 55454,
    '装修公司谈装潢' =>55459,
    '网友装修经历' =>{'8万以下' =>55465,'8-15万' =>55474,'15万以上' =>55480},
    '案例灵感' =>55499,
    '和家专访' =>55484,
    '资讯' =>55489,
    '专题' =>55494
  },
  'tianjin' => {
    '在建工地' => 55540,
    '热搜' => 55522,
    '装修公司谈装潢' =>55411,
    '网友装修经历' =>{'8万以下' =>55549,'8-15万' =>55559,'15万以上' =>55568},
    '案例灵感' =>55586,
    '和家专访' =>55577,
    '资讯' =>55431,
    '专题' =>55433
  },
  'dalian' => {
    '在建工地' => 55541,
    '热搜' => 55523,
    '装修公司谈装潢' =>55411,
    '网友装修经历' =>{'8万以下' =>55550,'8-15万' =>55560,'15万以上' =>55569},
    '案例灵感' =>55587,
    '和家专访' =>55578,
    '资讯' =>55431,
    '专题' =>55433
  },
  'shijiazhuang' => {
    '在建工地' => 55542,
    '热搜' => 55524,
    '装修公司谈装潢' =>55411,
    '网友装修经历' =>{'8万以下' =>55551,'8-15万' =>55561,'15万以上' =>55570},
    '案例灵感' =>55588,
    '和家专访' =>55579,
    '资讯' =>55431,
    '专题' =>55433
  },
  'changchun' => {
    '在建工地' => 55543,
    '热搜' => 55525,
    '装修公司谈装潢' =>55411,
    '网友装修经历' =>{'8万以下' =>55552,'8-15万' =>55562,'15万以上' =>55571},
    '案例灵感' =>55589,
    '和家专访' =>55580,
    '资讯' =>55431,
    '专题' =>55433
  },
  'haerbin' => {
    '在建工地' => 55544,
    '热搜' => 55526,
    '装修公司谈装潢' =>55411,
    '网友装修经历' =>{'8万以下' =>55553,'8-15万' =>55563,'15万以上' =>55572},
    '案例灵感' =>55590,
    '和家专访' =>55581,
    '资讯' =>55431,
    '专题' =>55433
  },
  'xian' => {
    '在建工地' => 55545,
    '热搜' => 55528,
    '装修公司谈装潢' =>55411,
    '网友装修经历' =>{'8万以下' =>55554,'8-15万' =>55564,'15万以上' =>55573},
    '案例灵感' =>55591,
    '和家专访' =>55582,
    '资讯' =>55431,
    '专题' =>55433
  },
  'taiyuan' => {
    '在建工地' => 55546,
    '热搜' => 55527,
    '装修公司谈装潢' =>55411,
    '网友装修经历' =>{'8万以下' =>55555,'8-15万' =>55565,'15万以上' =>55574},
    '案例灵感' =>55592,
    '和家专访' =>55583,
    '资讯' =>55431,
    '专题' =>55433
  },
  'kunming' => {
    '在建工地' => 55547,
    '热搜' => 55529,
    '装修公司谈装潢' =>55411,
    '网友装修经历' =>{'8万以下' =>55556,'8-15万' =>55566,'15万以上' =>55575},
    '案例灵感' =>55593,
    '和家专访' =>55584,
    '资讯' =>55431,
    '专题' =>55433
  },
  'chongqing' => {
    '在建工地' => 55548,
    '热搜' => 55530,
    '装修公司谈装潢' =>55411,
    '网友装修经历' =>{'8万以下' =>55557,'8-15万' =>55567,'15万以上' =>55576},
    '案例灵感' =>55594,
    '和家专访' =>55585,
    '资讯' =>55431,
    '专题' =>55433
  }#REPLACE_NEW_DIANPING_HOME_API
}


# 各城市广告代码   针对点评首页的 如: 合肥站-首页-大旗帜2  合肥站-首页-宽幅1
INDEX_AD_MAPPING = {
  'shanghai' => {
    '大旗1' => 57337,
    '大旗帜2' =>57337,
    '大旗2' => 53119,
    '宽幅1' => 57339,
    '宽幅2' => 53123
  },
  'hangzhou' => {
    '大旗1' => 57275,
    '大旗帜2' =>57275,
    '大旗2' => 53143,
    '宽幅1' => [57285, 57283, 57281, 57279, 57277, 61793],
    '宽幅2' => 53147
  },
  'ningbo' => {
    '大旗1' => 57299,
    '大旗帜2' =>57299,
    '大旗2' => 53127,
    '宽幅1' => [57297, 57295, 57293, 57291, 57289],
    '宽幅2' => [53131, 53917, 53919, 53921, 53923]
  },
  'suzhou' => {
    '大旗1' => 57333,
    '大旗帜2' =>57333,
    '大旗2' => [53105, 54717, 54719],
    '宽幅1' => [57331, 57329, 57327, 57325, 57323,57923],
    '宽幅2' => 53109
  },
  'wuxi' => {
    '大旗1' => 57591,
    '大旗帜2' =>57591,
    '大旗2' => 53135,
    '宽幅1' => [57317, 57315, 57313, 57311, 57309],
    '宽幅2' => 53139
  },
  'wuhan' => {
    '大旗帜2' => 64339,
    '宽幅1' => 64341,
    '宽幅' => [64341,68819,68821,68823,68825]
  },
  'nanjing' => {
    '大旗帜2' => 64531,
    '宽幅1' => 64533,
    '宽幅' => [64533,67621,67623,67625,67627,67629]
  },
  'qingdao' => {
    '大旗帜2' => 64509,
    '宽幅1' => 64507
  },
  'changsha' => {
    '大旗帜2' => 64567,
    '宽幅1' => 64569
  },
  'zhengzhou' => {
    '大旗帜2' => 64717,
    '宽幅1' => 64715
  },
  'hefei' => {
    '大旗帜2' => 64681,
    '宽幅1' => 64679
  },
  'beijing' => {
    '大旗帜2' => 65067,
    '宽幅1'  => 65069
  },
  'guangzhou' => {
    '大旗帜2' => 65143,
    '宽幅1'  => 65145
  },
  'shenzhen' => {
    '大旗帜2' => 65183,
    '宽幅1'  => 65185
  },
  'haikou' => {
    '大旗帜2' => 65267,
    '宽幅1'  => 65269
  },
  'xiamen' => {
    '大旗帜2' => 65305,
    '宽幅1'  => 65307
  },
  'chengdu' => {
    '大旗帜2' => 65221,
    '宽幅1'  => 65223
  },
  'tianjin' => {
    '大旗帜2' => 66147,
    '宽幅1'  => 66149
  },
  'dalian' => {
    '大旗帜2' => 66183,
    '宽幅1'  => 66185
  },
  'shijiazhuang' => {
    '大旗帜2' => 66239,
    '宽幅1'  => 66237
  },
  'changchun' => {
    '大旗帜2' => 66521,
    '宽幅1'  => 66523
  },
  'haerbin' => {
    '大旗帜2' => 66557,
    '宽幅1'  => 66559
  },
  'xian' => {
    '大旗帜2' => 66593,
    '宽幅1'  => 66595
  },
  'taiyuan' => {
    '大旗帜2' => 66677,
    '宽幅1'  => 66679
  },
  'kunming' => {
    '大旗帜2' => 66719,
    '宽幅1'  => 66721
  },
  'chongqing' => {
    '大旗帜2' => 66759,
    '宽幅1'  => 66761
  }
}


#上海各区县
DISTRICTS = {
  12226=>"嘉定",
  12215=>"金山",
  12221=>"南汇",
  12210=>"卢湾",
  12227=>"普陀",
  12216=>"青浦",
  12222=>"静安",
  12211=>"松江",
  12228=>"徐汇",
  12217=>"宝山",
  12223=>"奉贤",
  12212=>"浦东",
  12218=>"崇明",
  12224=>"虹口",
  12213=>"闸北",
  12219=>"闵行",
  12225=>"黄浦",
  12214=>"长宁",
  12220=>"杨浦",
  12749=>"上海市区"
}

DECOFIRM_PROMOTED_DIARY = {
  '日记终端页' => {
    'shanghai' => 55140,
    'ningbo' => 55137,
    'wuxi' => 55138,
    'hangzhou' => 55136,
    'suzhou' => 55139
  },
  '右上角' => {
    'shanghai' => 54732,
    'ningbo' => 54744,
    'wuxi' => 54755,
    'hangzhou' => 54739,
    'suzhou' => 54749
  }
}


#首页搜索地区 -固定显示的地区
DIANPING_INDEX_TOP_SEARCH = {
  'suzhou' => [
    ['昆山' ,42361],
    ['吴江' ,42363],
    ['常熟' ,42360],
    ['张家港' ,42362],
    ['太仓' ,42364],
    ['更多' ,0]
  ]
}
#各大城市排行榜标题
API_RANK_TITLE = {
  11910 => ['8万以下TOP10','8-15万TOP10','15万以上TOP10','网友关注最多TOP10','活跃装修日记TOP10','一周评论最多TOP10','施工排行TOP10','上海排行TOP10'],
  12301 => ['8万以下TOP10','8-15万TOP10','15万以上TOP10','别墅','工装','设计','宁波十大装饰公司','装修日记最多'],
  12117 => ['6万以下TOP10','6-10万TOP10','10万以上TOP10','网友关注最多TOP10','活跃装修日记TOP10','一周评论最多TOP10','施工排行TOP10','苏州排行TOP10'],
  12122 => ['8万以下TOP10','8-15万TOP10','15万以上TOP10','网友关注最多TOP10','活跃装修日记TOP10','一周评论最多TOP10','施工排行TOP10','南京排行TOP10'],
  12306 => ['8万以下TOP10','8-15万TOP10','15万以上TOP10','网友关注最多TOP10','活跃装修日记TOP10','一周评论最多TOP10','施工排行TOP10','杭州排行TOP10'],
  12118 => ['8万以下TOP10','8-15万TOP10','15万以上TOP10','网友关注最多TOP10','活跃装修日记TOP10','一周评论最多TOP10','施工排行TOP10','无锡排行TOP10'],
  12093 => ['8万以下TOP10','8-15万TOP10','15万以上TOP10','网友关注最多TOP10','活跃装修日记TOP10','一周评论最多TOP10','施工排行TOP10','武汉排行TOP10']
}
#点评首页 上海装修报价
ZXBAOJIA = {
  11910 =>55158
}

#域名对应   ,['changsha','长沙'],['hefei','合肥'],['zhengzhou','郑州']
DP_DOMAINS =[
  ['shanghai','上海'],['suzhou','苏州'],['wuxi','无锡'],['ningbo','宁波'],
  ['hangzhou','杭州'],['wuhan','武汉'],['nanjing','南京'],['qingdao','青岛'],
  ['changsha','长沙'],['hefei','合肥'],['zhengzhou','郑州'], ['beijing', '北京'],
  ['guangzhou', '广州'],['shenzhen','深圳'],['haikou','海口'], ['xiamen', '厦门'],
  ['chengdu', '成都']
]


#资讯页面 http://d.51hejia.com/zhuangxiu/20110727/668485
#右边的案例推荐,根据此图的风格，来显示相关的风格案例

TUI_API = {
  '上海' => {'日记' =>55241,'案例' =>55242},
  '杭州' => {'日记' =>55157,'案例' =>55159},
  '宁波' => {'日记' =>55071,'案例' =>55243},
  '苏州' => {'日记' =>55188,'案例' =>55160},
  '无锡' => {'日记' =>55218,'案例' =>55217},
  '武汉' => {'日记' =>54580,'案例' =>54581},
  '南京' => {'日记' =>54588,'案例' =>54582},
  '青岛' => {'日记' =>55141,'案例' =>55396}
}

#长沙，合肥站 需要有大图广告.形式为 先显示大图广告，然后再显示小图广告.
BIG_PIC_AD = {
  'changsha' => 67529,
  #'hefei' => 67525,
  'shenzhen' => 67571
}
#优惠券的地址,有2种，新上的城市要新的,旧的保持不变
NEW_ONLINE_CITY = [11908,11887,12349,12142,12069,12288,12030,12194,12208]
#非落地城市，点评首页的几个模块数据改成自动调用，不用API推广
FOLLOW_CITY = [11908,11887,12349,12142,12069,12288,12030,12194,12208,12059,11905,31959,11971,12013,11944,12243,12109,11921]


TUIJIAN_SHOP = [
  ["diban",[["泛美地板","http://shops.youhui.51hejia.com/index/2288/4214","http://img1.51hejia.com/img/brandimg/logo/logo_famei.jpg"],["大卫地板","http://ningbo.youhui.51hejia.com/coupon/3139","http://img1.51hejia.com/img/brandimg/logo/logo_dawei.jpg"],["宏鹏地板","http://ningbo.youhui.51hejia.com/coupon/3838","http://img1.51hejia.com/img/brandimg/logo/logo_hongpeng.jpg"],["红利地板","http://ningbo.youhui.51hejia.com/coupon/1208","http://img1.51hejia.com/img/brandimg/logo/logo_hongli.jpg"],["志豪木业","http://ningbo.youhui.51hejia.com/coupon/2329","http://img1.51hejia.com/img/brandimg/logo/logo_zihao.jpg"]]],
  ["chugui",[["欧派橱柜","http://shops.youhui.51hejia.com/index/222/4636","http://img1.51hejia.com/img/brandimg/logo/logo_oppeim.jpg"],["科隆世家橱柜","http://shops.youhui.51hejia.com/index/3557/3683","http://img1.51hejia.com/img/brandimg/logo/logo_kf.jpg"],["雅洁橱柜","http://shops.youhui.51hejia.com/index/319/3966","http://img1.51hejia.com/img/brandimg/logo/logo_yajie.jpg"],["欣堡森橱柜","http://shops.youhui.51hejia.com/index/4665/3700","http://img1.51hejia.com/img/brandimg/logo/logo_xbs.jpg"]]],
  ["chufangdianqi",[["米喏厨电","http://shops.youhui.51hejia.com/index/4815/4015","http://img1.51hejia.com/img/brandimg/logo/logo_milre.jpg"]]],
  ["diaoding",[["奥华吊顶","http://shops.youhui.51hejia.com/index/2890/927","http://img1.51hejia.com/img/brandimg/logo/logo_ohua.jpg"],["法狮龙吊顶","http://shops.youhui.51hejia.com/index/3033/1071","http://img1.51hejia.com/img/brandimg/logo/logo_fsilon.jpg"],["美赫吊顶","http://shops.youhui.51hejia.com/index/3089/1189","http://img1.51hejia.com/img/brandimg/logo/logo_mdho.jpg"],]],

  ["定制衣柜",[["左尚名舍定制衣柜","http://shops.youhui.51hejia.com/index/3217/4413","http://img1.51hejia.com/img/brandimg/logo/logo_zuoshang.jpg"]]],

  ["cizhuan",[["罗马利奥瓷砖","http://shops.youhui.51hejia.com/index/4612/3608","http://img1.51hejia.com/img/brandimg/logo/logo_romario.jpg"]]],
  ["jiaju",[["皇朝名家私","http://shops.youhui.51hejia.com/index/664/4011","http://img1.51hejia.com/img/brandimg/logo/logo_huanchao.jpg"],["简欧家具","http://shops.youhui.51hejia.com/index/2957/1050","http://img1.51hejia.com/img/brandimg/logo/logo_jianou.jpg"],["颐品堂家具","http://ningbo.youhui.51hejia.com/coupon/3684","http://img1.51hejia.com/img/brandimg/logo/logo_gpt.jpg"],["欧迪曼妮家具","http://shops.youhui.51hejia.com/index/3797/2383","http://img1.51hejia.com/img/brandimg/logo/logo_odmn.jpg"]]],
  ["bizhi",[["柔然壁纸","http://shops.youhui.51hejia.com/index/2210/3179","http://img1.51hejia.com/img/brandimg/logo/logo_rorang.jpg"],["蓝集墙艺","http://ningbo.youhui.51hejia.com/coupon/3558","http://img1.51hejia.com/img/brandimg/logo/logo_lanji.jpg"],["龙冉壁纸","http://shops.youhui.51hejia.com/index/2809/3909","http://img1.51hejia.com/img/brandimg/logo/logo_loren.jpg"]]],
  ["dengju",[["中意灯饰","http://shops.youhui.51hejia.com/index/4555/3489","http://img1.51hejia.com/img/brandimg/logo/logo_zhongyi.jpg"],["飞雕电器","http://shops.youhui.51hejia.com/index/254/4063","http://img1.51hejia.com/img/brandimg/logo/logo_feidiao.jpg"]]],
  ["kongtiao",[["三菱电机中央空调","http://ningbo.youhui.51hejia.com/coupon/3704","http://img1.51hejia.com/img/brandimg/logo/logo_sanlin.jpg"]]],
  ["cainuan",[["锦江百浪","http://shops.youhui.51hejia.com/index/4965/4239","http://img1.51hejia.com/img/brandimg/logo/logo_jnk.jpg"],["皇明太阳能","http://shops.youhui.51hejia.com/index/173/1159","http://img1.51hejia.com/img/brandimg/logo/logo_huanming.jpg"]]],
  ["louti",[["美佳楼梯","http://shops.youhui.51hejia.com/index/4891/4215","http://img1.51hejia.com/img/brandimg/logo/logo_meijia.jpg"]]]
]